content/notes/genomewide_association_study_gwas.md
+++
title = "Genome-wide Association Study (GWAS)"
lastmod = 2021-06-16T12:17:16-07:00
draft = false
+++

-   A large number of genetic variants-typically SNPs (hundreds of thousands to millions) are tested across many individuals to identify genotype-phenotype associations.
-   Usually SNPs are analyzed, although other types of mutations are possible.
-   The SNPs of controls and those with a particular disease are analyzed. GWAS looks for mutations which only occur in patients with that particular disease.


## Benefits {#benefits}

-   Effective at discovering SNV-trait associations.
-   Has successfully identified mutations which increase risk for:
    -   Major depressive disorder
    -   Several types of cancers
    -   Type 2 diabetes
    -   Schizophrenia
    -   and others…


## Limitations {#limitations}

-   It is challenging to determine whether or not there is a cause-and-effect relationship between mutations and phenotype.
-   Limited to single-base mutations.
-   SNPs are often markers of nearby regions of the genome where the disease-causing mutation lies—they may not themselves be responsible.